"TIME_SHORT_DAYS_FORMAT" = "%dnap";

"TIME_SHORT_DAY_FORMAT" = "%dnap";

"TIME_SHORT_HOURS_FORMAT" = "%dó";

"TIME_SHORT_HOUR_FORMAT" = "%dó";

"TIME_SHORT_MINUTES_FORMAT" = "%dp";

"TIME_SHORT_MINUTE_FORMAT" = "%dp";

"TIME_SHORT_SECONDS_FORMAT" = "%dmp";

"TIME_SHORT_SECOND_FORMAT" = "%dmp";

"tw__card_compose_character_count" = "Még %td karakter maradt";

"tw__card_compose_close_button" = "Bezárás";

"tw__card_compose_close_hint" = "Koppints kétszer a szerkesztés elvetéséhez";

"tw__card_compose_install_preview" = "A(z) %@ telepítés gomb előnézete";

"tw__card_compose_profile_image" = "%@ profilja";

"tw__card_compose_tweet_hint" = "Koppints kétszer a Tweet elküldéséhez";

"tw__card_composer_app_store" = "App Store";

"tw__card_composer_install_button" = "Telepítés";

"tw__card_composer_tweet" = "Tweet";

"tw__composer_placeholder_text" = "Mi történik most?";

"tw__email_share_affirmative_button" = "Engedélyezés";

"tw__email_share_detail_message_format" = "Ha engedélyezed, hogy megtaláljanak @%@ Twitter-fiókodhoz kapcsolt e-mail címed alapján, megkapod %@ felhasználó frissítéseit és egyéb adatait.";

"tw__email_share_detail_message_format_app_name_only" = "Engedélyezed %@ számára, hogy hozzáférhessen a Twitter-fiókodhoz kapcsolódó e-mail címedhez azért, hogy %@ az adatvédelmi nyilatkozatában foglaltaknak megfelelően felhasználhassa azt. Például %@ frissítéseket és egyéb információkat küldhet az adott címre.";

"tw__email_share_detail_message_not_signed_in" = "(nincs bejelentkezve)";

"tw__email_share_detail_message_this_app" = "ez az alkalmazás";

"tw__email_share_heading" = "E-mail cím megosztása";

"tw__email_share_negative_button" = "Most nem";

"tw__image_viewer_done_button" = "Kész";

"tw__share_tweet" = "Tweet megosztása";

"tw__share_tweet_generic_template_format" = "Nézd meg @%1$@ tweetjét: %2$@";

"tw__share_tweet_subject_format" = "%1$@ (@%2$@) Tweetje";

"tw__sign_in_with_twitter_button" = "Bejelentkezés Twitterrel";

"tw__single_image" = "Képfájl-csatolmány";

"tw__test_string" = "Tesztek";

"tw__tweet_image_accessibility" = "Csatolmány";

"tw__tweet_like_button" = "Kedvelés";

"tw__tweet_liked_state" = "Kedvelt";

"tw__tweet_not_liked_state" = "Nem kedvelt";

"tw__tweet_profile_accessibility" = "Profil";

"tw__tweet_retweeted_by_user" = "%@ retweetelte";

"tw__tweet_share_button" = "Megosztás";

"tw__user_content_image" = "Alkalmazás előnézete";

"tw__video_thumbnail" = "Videófájl-csatolmány";

